Symmertic1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    fb
    {
        type            empty;
        physicalType    patch;
        nFaces          9258;
        startFace       52316;
    }
    sym
    {
        type            symmetry;
        physicalType    patch;
        nFaces          490;
        startFace       61574;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          245;
        startFace       62064;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          245;
        startFace       62309;
    }
    fw
    {
        type            wall;
        physicalType    patch;
        nFaces          855;
        startFace       62554;
    }
)

// ************************************************************************* //
